Repository: Boz-Yusuf/Prof-IT-Movie-Project
Catalog: FilmProject.Presentation/Resource/SharedResource.*.resx
Languages: tr_tr

# add_list_required_signin
source: You must sign in to add your list.
tr_tr: Listenize eklemek için giriş yapmanız gerekmektedir

source: Add My List
tr_tr: Listeme Ekle

source: Aired Day
tr_tr: Tarih

source: Birth Day
tr_tr: Doğum Tarihiniz

# category_action
source: Action
tr_tr: Aksiyon

# category_dram
source: Dram
tr_tr: Drama

# category_header
source: Categories
tr_tr: Kategoriler

# category_horror
source: Horror
tr_tr: Korku

# category_sci-fi
source: Sci-Fi
tr_tr: Bilim Kurgu

source: Check Password
tr_tr: Şifre Tekrar

source: Clearly Adult
tr_tr: Yetişkin İzleyici

# click_here_logout
source: Click here to Logout
tr_tr: Çıkış yapmak için buraya tıklayın

# comment_empty_error
source: This field cannot be left blank.
tr_tr: Lutfen Yorum Giriniz

# comment_placeholder
source: Your Comment
tr_tr: Sizin Yorumunuz

# connection_error
source: A connection error was occured
tr_tr: Bir bağlantı hatası oluştu

source: Create New Account
tr_tr: Yeni hesap oluştur.

# do_not_have_account
source: Dont’t Have An Account?
tr_tr: Hesabınız Yok Mu?

source: Do you already have an account?
tr_tr: Zaten bir hesabınız var mı?

source: Enter your email.
tr_tr: E-mail Adresininzi Giriniz

# features_header
source: Features
tr_tr: Özellikler

source: Forgot your password?
tr_tr: Şifremi Unuttum

source: General Audience
tr_tr: Genel İzleyici

# give_score_required_signin
source: You must sign in to give score.
tr_tr: Filme puan vermek için önce giriş yapmalısınız

source: Home
tr_tr: Anasayfa

source: Last Uploaded
tr_tr: En Son Yüklenen Filmler

# like_comment_required_signin
source: You must sign in to like a comment.
tr_tr: Yorum Beğenmek İçin Önce Giriş Yapmalısınız

source: Login
tr_tr: Giriş Yap

source: Login With:
tr_tr: Birlikte Giriş Yap:

source: LOG IN
tr_tr: Giriş Yap

source: LOG OUT
tr_tr: Çıkış Yap

source: Mail Address
tr_tr: Mail Adresiniz

# minute
source: Minutes
tr_tr: Dakika

source: Most Commented
tr_tr: En Çok Yorum Alan Filmler

# movie_categories
source: Categories
tr_tr: Kategoriler

# movie_duration
source: Duration
tr_tr: Süre

# movie_language
source: Language
tr_tr: Dil

# movie_quality
source: Quality
tr_tr: Kalite

# movie_rating_age
source: Ratings
tr_tr: İzleyici Kitlesi

# movie_recommendation
source: you might like...
tr_tr: Sizin için seçtiklerimiz

# movie_scores
source: Scores
tr_tr: Puan

# movie_upload_date
source: Upload Date
tr_tr: Yüklenme Tarihi

# movie_views
source: Views
tr_tr: İzlenme

# no_comment
source: no comments yet
tr_tr: Henüz herhangi bir yorum yapılmamış

source: Password
tr_tr: Şifre

source: Phone Number
tr_tr: Telefon Numaranız

source: Register
tr_tr: Kayıt Ol

source: Register as a new user
tr_tr: Yeni Bir Hesap Oluştur

source: Register confirmation
tr_tr: Kayıt doğrulama

# rent_movie
source: Rent
tr_tr: Kirala

source: Resend
tr_tr: Tekrar Gönder

source: Resend email confirmation
tr_tr: Doğrulama maili gönder

source: Reset Password
tr_tr: Şifremi Yenile

source: Reviews
tr_tr: Yorumlar

# score_updated_message
source: Your rating has changed.
tr_tr: Puanınız guncellendi

# sent_comment
source: Sent
tr_tr: Gönder

source: Sign in With Facebook
tr_tr: Facebook ile Giriş Yap

source: Sign in With Google
tr_tr: Google ile Giriş Yap

source: Sign in With Twitter
tr_tr: Twitter ile Giriş Yap

# successfully_logged_out
source: You have successfully logged out of the application.
tr_tr: Uygulamadan başarılı bir şekilde çıkış yapıldı

# thanks_message_comment
source: Thanks for commenting
tr_tr: Yorum attığınız için teşekkürler!

# thanks_message_scoring
source: Thank You For Rating This Film
tr_tr: Filmi Puanladığınız için teşekürler

# top_rated
source: Top Rated Movies
tr_tr: En Çok Beğeni Alan Filmler

source: User Name
tr_tr: Kullanıcı Adı

source: Votes
tr_tr: Oy

# welcome_message
source: Welcome to Movie Web Page
tr_tr: Film Sitemize Hoşgeldiniz.

source: Write Comment
tr_tr: Yorum Ekle

# write_comment_required_signin
source: You must sign in to write comment.
tr_tr: Lütfen önce giriş yapınız
